/* Localized versions of Info.plist keys */

"KTPluginName" = "Stickam-værktøj";
"KTPluginUntitledName" = "Min Stickam";
"KTPluginDescription" = "En pagelet som viser audiovisuelt indhold fra Stickam.com";